Repository: thanosunix/thanos
Catalog: wiki/src/doc/first_steps/desktop/time.*.po
Languages: pt

source: [[!meta title="Why is the time wrong?"]]
pt: [[!meta title="Por que o relógio está errado?"]]

source: When Tails starts, the system time zone is set to GMT (Greenwich Mean Time). This time zone might be a few hours in the future if you are west of the United Kingdom, or in the past if you are east of the UK. The minutes should be accurate.
pt: Quanto Tails inicia, o fuso-horário do sistema está configurado para GMT (Greenwich Mean Time). Este fuso-horário pode estar algumas horas no futuro se você estiver a oeste do Reino Unido, ou no passado se você estiver a leste do Reino Unido. Os minutos devem estar corretos.

source: [[!img gmt.png link="no" alt="Time displayed with 'GMT' indication in top navigation bar"]]
pt: [[!img gmt.png link="no" alt="Hora mostrada com a indicação 'GMT' na barra de navegação superior"]]

source: We do this for anonymity reasons: if some application reveals your actual time zone, it might help identifying who you are.
pt: Nós fazemos isso por questões de anonimidade: se alguma aplicação revelar seu fuso-horário real, isso pode acabar ajudando a identificar quem você é.

source: Having all Tails users set to the same time zone makes it more difficult to distinguish you amongst all the other Tails users.
pt: Configurar o mesmo fuso-horário para todos os usuários de Tails torna mais difícil distinguir você entre todos os outros usuários de Tails.

source: Displaying the time in your local time zone
pt: Mostrando a hora no seu fuso-horário local

source: If connecting to Tor using a bridge fails and you have to [[set the clock and time zone|doc/anonymous_internet/tor/troubleshoot]] of your computer, the time is displayed in your time zone instead of in GMT.
pt: Se a conexão à rede Tor usando uma ponte falhar e você tiver que [[configurar o relógio e fuso-horário|doc/anonymous_internet/tor/troubleshoot]] do seu computador, a hora será mostrada no seu fuso-horário local ao invés de GMT.

source: [[!img local.png link="no" alt="Time displayed without 'GMT' indication in top navigation bar"]]
pt: [[!img local.png link="no" alt="Hora mostrada sem a indicação 'GMT' na barra de navegação superior"]]

source: <p>Fixing the clock when Tails fails to connect to Tor is currently the only way of changing the time zone of the time displayed in the top navigation bar.</p>
pt: <p>Ajustar o relógio quando Tails falha em conectar à rede Tor é, no momento, a única forma de alterar o fuso-horário da hora mostrada na barra de navegação superior.</p>

source: <p>In the future, we want to make it possible to change this time zone ([[!tails_ticket 10819]]) from the desktop and store it in the Persistent Storage ([[!tails_ticket 12094]]).</p>
pt: <p>No futuro, queremos tornar possível alterar o fuso horário ([[!tails_ticket 10819]]) a partir da área de trabalho e armazenar esta configuração no Armazenamento Persistente ([[!tails_ticket 12094]]).</p>

source: Time used by applications
pt: Hora usada pelas aplicações

source: Even if the time is displayed in your local time zone in the top navigation bar, the internal time used by all applications in Tails is still in GMT to protect your anonymity.
pt: Mesmo que a hora seja mostrada em seu fuso-horário local na bara de navegação superior, o horário interno usado por todas as aplicações do Tails ainda estará em GMT para proteger sua anonimidade.

source: For example, the sending time of emails in *Thunderbird* or messages in *Pidgin* is always in GMT to avoid leaking your time zone to the people you write to.
pt: Por exemplo, o envio de emails no *Thunderbird* ou de mensagens no *Pidgin* estará sempre em GMT para evitar que o seu fuso-horário vaze para as pessoas para as quais você escreve.
