Repository: thanosunix/thanos
Catalog: wiki/src/doc/about/openpgp_keys.*.po
Languages: pt

source: [[!meta title="OpenPGP keys"]]
pt: [[!meta title="Chaves OpenPGP"]]

source: Tails developers maintain several OpenPGP key pairs.
pt: As pessoas que desenvolvem Tails mantêm diversos pares de chaves OpenPGP.

source: <p>Make sure to verify the keys that you download, because there are several fake and maybe malicious Tails keys on the key servers.</p>
pt: <p>Certifique-se de verificar as chaves que você baixar, porque existem várias chaves do Tails falsas, e talvez maliciosas, nos servidores de chaves.</p>

source: <p>For example, if you first [[authenticate the Tails signing key through the OpenPGP Web of Trust|install/download#wot]], then you can verify our others keys as they are all certified by the Tails signing key.</p>
pt: <p>Por exemplo, se você primeiro [[autenticar a chave de assinatura do Tails através da rede de confiança (Web of Trust) do OpenPGP|install/download#wot]], poderá então verificar as nossas outras chaves, uma vez que todas são certificadas pela chave de assinatura do Tails.</p>

source: Private mailing list key
pt: Chave da lista privada de discussões

source: Purpose
pt: Propósito

source: Encryption
pt: Criptografia

source: This key has an encryption subkey. Please use it to send encrypted emails to our contact address: [[tails@boum.org|about/contact#tails]].
pt: Esta chave possui uma subchave de criptografia de dados. Por favor utilize-a para enviar emails criptografados para nosso endereço de contato: [[tails@boum.org|about/contact#tails]].

source: Policy
pt: Política

source: The secret key material and its passphrase are stored on the server that runs our encrypted mailing list software and on systems managed by core Tails developers.
pt: O material secreto da chave e sua senha são armazenados no servidor onde o software de listas de discussão criptografado roda e em sistemas gerenciados por desenvolvedores/as do núcleo do Tails.

source: This means people other than Tails developers are in a position to use this secret key. Tails developers trust these people enough to rely on them for running our encrypted mailing list, but still: this key pair is managed in a less safe way than our signing key.
pt: Isso significa que pessoas que não são desenvolvedoras do Tails estão numa posição que as permite utilizar essa chave secreta. Os/as desenvolvedores/as do Tails confiam nessa pessoas o suficiente para contar com elas para rodar nossa lista de discussão criptografada, mas ainda assim: esse par de chaves é gerenciado de forma menos segura do que nossa chave de assinatura.

source: Key details
pt: Detalhes da chave

source: How to get the public key?
pt: Como obter essa chave?

source: There are multiple ways to get this OpenPGP public key:
pt: Existem muitas formas de obter essa chave pública OpenPGP:

source: download it from this website: [[!tails_website tails-email.key]]
pt: baixe-a deste website: [[!tails_website tails-email.key]]

source: fetch it from your favourite keyserver
pt: baixe-a a partir do seu servidor de chaves preferido

source: send an email to <tails-sendkey@boum.org>.
pt: envie um email para <tails-sendkey@boum.org>.

source: Signing key
pt: Chave de assinatura

source: This key only has the capability to sign and certify: it has no encryption subkey.
pt: Essa chave possui apenas a capacidade de assinar e certificar: ela não tem uma subchave de criptografia.

source: Its only purpose is:
pt: Seus únicos propósitos são:

source: to sign Tails released images;
pt: para assinar as imagens lançadas do Tails;

source: to certify other cryptographic public keys needed for Tails development.
pt: certificar outras chaves públicas necessárias para o desenvolvimento do Tails.

source: The secret key material will never be stored on an online server or on systems managed by anyone other than Tails core developers.
pt: Os dados secretos da chave jamais serão armazenados em um servidor online ou em sistemas gerenciados por quaisquer pessoas que não sejam desenvolvedoras principais do Tails.

source: Primary key
pt: Chave primária

source: Is not owned in a usable format by any single individual. It is split cryptographically using [gfshare](https://git.gitano.org.uk/libgfshare.git/).
pt: Não se encontra na posse de uma única pessoa em formato utilizável. É dividida criptograficamente usando [gfshare](https://git.gitano.org.uk/libgfshare.git/).

source: Is only used offline, in an air-gapped Tails only communicating with the outside world through:
pt: Somente é usada de forma offline, em um Tails desconectado da Internet e de outras redes que se comunica com o resto do mundo apenas através de:

source: Plugging the Tails flash media in another operating system to install Tails in the first place.
pt: Conexão da mídia que rodará o Tails em outro sistema operacional para fazer uma instalação inicial do Tails.

source: Plugging other removable media in the air-gapped Tails to send the public key, secret key stubs, parts of the secret master key, and so on to the outside world.
pt: Conexão de outras mídias removíveis no Tails offline para enviar a chave pública, fragmentos de chaves secretas, partes da chave secreta mestra, etc, para o mundo externo.

source: Plugging other removable media in the air-gapped Tails to receive Debian packages, public keys, and so on from the outside world.
pt: Conexão de outras mídias removíveis no Tails offline para receber pacotes Debian, chaves públicas, etc, vindas do mundo externo.

source: Expires in less than one year. We will extend its validity as many times as we find reasonable.
pt: Expira em menos de um ano. Estenderemos sua validade periodicamente enquanto considerarmos razoável.

source: Has a revocation certificate split amongst different people. See the [[details of the mechanism|signing_key_revocation]].
pt: Possui um certificado de revogação dividido em diversos pedaços distribuídos para diferentes pessoas. Veja os [[detalhes deste mecanismo|signing_key_revocation]].

source: Signing subkeys
pt: Sub-chave de assinatura

source: Stored on OpenPGP smartcards owned by those who need them. Smartcards ensure that the cryptographic operations are done on the smartcard itself and that the secret cryptographic material is not directly available to the operating system using it.
pt: Armazenadas em smartcards que ficam em posse das pessoas que precisam delas. Smartcards garantem que as operações criptográficas sejam realizadas dentro dos próprios smartcards e que o material criptográfico secreto não fique diretamente acessível ao sistema operacional que o está utilizando.

source: Expiration date: same as the primary key.
pt: Data de expiração: a mesma da chave primária.

source: To get this OpenPGP public key, download it from this website: [[!tails_website tails-signing.key]].
pt: Para obter esta chave pública OpenPGP, baixe-a deste website: [[!tails_website tails-signing.key]].

source: If you already have Tails signing key but download it again, it can update the list of existing signatures of the key.
pt: Se você já possui a chave de assinatura do Tails mas baixou-a novamente, pode ser que a lista de assinaturas na chave seja atualizada.

source: User support key
pt: Chave para suporte a usuários

source: Use this key to encrypt private support requests sent to [[tails-support-private@boum.org|about/contact#tails-support-private]].
pt: Use esta chave para criptografar pedidos privados de suporte enviados para [[tails-support-private@boum.org|about/contact#tails-support-private]].

source: This same key is used to handle [[*WhisperBack* reports|first_steps/bug_reporting]].
pt: Esta mesma chave é utilizada para gerir [[relatórios *WhisperBack*|first_steps/bug_reporting]].

source: download it from this website: [[!tails_website tails-bugs.key]]
pt: baixe-a deste website: [[!tails_website tails-bugs.key]]

source: fetch it from your favourite keyserver.
pt: baixe-a a partir do seu servidor de chaves preferido.

source: Press team key
pt: Chave do Time de Comunicação

source: Use this key to encrypt private emails sent to [[tails-press@boum.org|about/contact#tails-press]].
pt: Use esta chave para criptografar emails privados enviados para [[tails-press@boum.org|about/contact#tails-press]].

source: download it from this website: [[!tails_website tails-press.key]]
pt: baixe-a deste website: [[!tails_website tails-press.key]]

source: Board key
pt: Chave do Conselho

source: Use this key to encrypt private emails sent to the [[Board|about/contact#board]].
pt: Use esta chave para criptografar emails privados enviados para o [[Conselho|about/contact#board]].

source: download it from this website: [[!tails_website tails-board.key]]
pt: baixe-a deste website: [[!tails_website tails-board.key]]

source: Accounting team key
pt: Chave do time de Contabilidade

source: Use this key to encrypt private emails sent to [[tails-accounting@boum.org|about/contact#tails-acccounting]].
pt: Use esta chave para criptografar emails privados enviados para [[tails-accounting@boum.org|about/contact#tails-acccounting]].

source: download it from this website: [[!tails_website tails-accounting.key]]
pt: baixe-a deste website: [[!tails_website tails-accounting.key]]

source: Fundraising team key
pt: Chave do time de Captação

source: Use this key to encrypt private emails sent to [[tails-fundraising@boum.org|about/contact#tails-fundraising]].
pt: Use esta chave para criptografar emails privados enviados para [[tails-fundraising@boum.org|about/contact#tails-fundraising]].

source: download it from this website: [[!tails_website tails-fundraising.key]]
pt: baixe-a deste website: [[!tails_website tails-fundraising.key]]

source: Foundations team key ==================
pt: Chave do time de Fundamentos ==================

source: Use this key to encrypt private emails sent to [[tails-foundations@boum.org|about/contact#tails-foundations]].
pt: Use esta chave para criptografar emails privados enviados para [[tails-foundations@boum.org|about/contact#tails-foundations]].

source: download it from this website: [[!tails_website tails-foundations.key]]
pt: baixe-a deste website: [[!tails_website tails-foundations.key]]

source: Mirrors team key ===================
pt: Chave do time de Espelhos ===================

source: Use this key to encrypt private emails sent to [[tails-mirrors@boum.org|about/contact#tails-mirrors]].
pt: Use esta chave para criptografar emails privados enviados para [[tails-mirrors@boum.org|about/contact#tails-mirrors]].

source: download it from this website: [[!tails_website tails-mirrors.key]]
pt: baixe-a deste website: [[!tails_website tails-mirrors.key]]

source: Sysadmins team key
pt: Chave do time de Sysadmins

source: Use this key to encrypt private emails sent to [[tails-sysadmins@boum.org|about/contact#tails-sysadmins]].
pt: Use esta chave para criprografar emails privados enviados para [[tails-sysadmins@boum.org|about/contact#tails-sysadmins]].

source: download it from this website: [[!tails_website tails-sysadmins.key]]
pt: baixe-a deste website: [[!tails_website tails-sysadmins.key]]

source: Translation platform admins team key
pt: Chave do time de adminstradores da Plataforma de Tradução

source: Use this key to encrypt private emails sent to [[the admins of the translation platform at tails-weblate@boum.org|about/contact#tails-weblate]].
pt: Use esta chave para criptografar emails privados enviados para [[os administradores da plataforma de tradução em tails-weblate@boum.org|about/contact#tails-weblate]].

source: download it from this website: [[!tails_website tails-weblate.key]]
pt: baixe-a deste website: [[!tails_website tails-weblate.key]]
