Repository: thanosunix/thanos
Catalog: wiki/src/doc/about/requirements.*.po
Languages: pt

source: [[!meta title="System requirements and recommended hardware"]]
pt: [[!meta title="Requisitos de sistema e hardware recomendado"]]

source: Summary
pt: Resumo

source: Tails works on most PC computers that are less than 10 years old.
pt: Tails funciona na maioria dos computadores PC com menos de 10 anos de idade.

source: Tails works on some older Mac computers with an Intel processor.
pt: Tails funciona em alguns computadores Mac antigos que possuem processador Intel.

source: Tails does not work on newer Mac computers with an Apple processor (M1 or M2).
pt: Tails não funciona em computadores MAc mais novos com processador Apple (M1 ou M2).

source: Tails might not work on:
pt: Tails pode não funcionar em:

source: Some older computers, for example, if they don't have enough RAM.
pt: Alguns computadores mais antigos como por exemplo aqueles que não têm RAM suficiente.

source: Some newer computers, for example, if their [[graphics card is incompatible with Linux|support/known_issues/graphics]].
pt: Alguns computadores mais novos se, por exemplo, sua [[placa de vídeo for incompatível com Linux|support/known_issues/graphics]].

source: "Gaming" graphics cards like Nvidia or AMD Radeon, which are often incompatible.
pt: Placas de vídeo para jogos como Nvidia ou AMD Radeon, que geralmente são incompatieis.

source: <p>See our [[list of known hardware compatibility issues|support/known_issues]].</p>
pt: <p>Veja nossa [[lista de problemas conhecidos de compatibilidade de hardware|support/known_issues]].</p>

source: Hardware requirements
pt: Requisitos de hardware

source: - A USB stick of 8 GB minimum or a recordable DVD.
pt: - Um pendrive USB de no mínimo 8 GB ou um DVD gravável.

source: All the data on this USB stick or DVD will be lost when installing Tails.
pt: Todos os dados no pendrive USB ou no DVD serão perdidos ao instalar Tails.

source: - The ability to start from a USB stick or a DVD reader.
pt: - A possibilidade de iniciar a partir de um pendrive USB ou de um leitor de DVD.

source: A 64-bit <span class="definition">[[!wikipedia x86-64]]</span> compatible processor:
pt: Um processador de 64-bits compatível com <span class="definition">[[!wikipedia x86-64]]</span>:

source: <span class="definition">[[!wikipedia IBM_PC_compatible]]</span> but not <span class="definition">[[!wikipedia PowerPC]]</span> nor <span class="definition">[[!wikipedia ARM_architecture desc="ARM"]]</span>.
pt: <span class="definition">[[!wikipedia_pt IBM_PC_compatível]]</span>, com exceção de <span class="definition">[[!wikipedia_pt PowerPC]]</span> e <span class="definition">[[!wikipedia_pt Arquitetura_ARM desc="ARM"]]</span>.

source: Tails does not work on newer Mac computers with an [[!wikipedia Apple_silicon#M_series desc="Apple processors"]] (M1 or M2).
pt: Tails não funciona em computadores Mac mais novos com [[!wikipedia Apple_silicon#M_series desc="Processadores Apple"]] (M1 ou M2).

source: Tails does not work on 32-bit computers since [[Tails 3.0|news/Tails_3.0_will_require_a_64-bit_processor]] (June 2017).
pt: Tails não funciona com computadores 32-bits desde o [[Tails 3.0|news/Tails_3.0_will_require_a_64-bit_processor]] (junho de 2017).

source: Tails does not work on phone or tablets.
pt: Tails não funciona em smartphones e tablets.

source: - 2 GB of RAM to work smoothly.
pt: - 2 GB de memória RAM para funcionar sem problemas.

source: Tails can work with less than 2 GB RAM but might behave strangely or crash.
pt: Tails pode funcionar com menos de 2 GB de memória RAM, mas pode se comportar de maneira estranha ou travar.

source: Recommended hardware
pt: Hardware recomendado

source: Laptop models evolve too rapidly for us to be able to provide an up-to-date list of recommended hardware. Below are some guidelines if you, or your organization, are considering acquiring a laptop dedicated to running Tails.
pt: Os modelos de laptop evoluem rápido demais para que possamos manter uma lista atualizada de hardware recomendado. Abaixo estão algumas orientações caso você ou sua organização estejam condierando adquirir um laptop dedicado a rodar o Tails.

source: For PC
pt: Para PC

source: Avoid "gaming" models with Nvidia or AMD Radeon graphics cards.
pt: Evite modelos "gamer" com placas de vídeo Nvidia ou AMD Radeon.

source: Consider buying a refurbished laptop from a high-end (professional) series. These are cheaper and will last longer than new but lower-quality laptops.
pt: Considere a possibilidade de comprar um laptop recondicionado de alguma série (profissional) topo de linha. Eles são baratos e vão durar mais do que se você comprar laptopos novos mas de baixa qualidade.

source: For example, the Lenovo ThinkPad series work well with Tails, including the X250, X1 Carbon, T440, T480, and T490 models.
pt: Por exemplo, a série Lenovo ThinkPad funciona bem com Tails, incluindo os modelos X250, X1 Carbon, T440, T480 e T490.

source: If you live in a part of the world where buying refurbished laptops is uncommon, look on eBay and Amazon. Amazon offers a 90-day [Amazon Renewed Guarantee](https://www.amazon.com/gp/help/customer/display.html?nodeId=G4ZAA22U35N373NX).
pt: Se você vive em uma pate do mundo onde comprar laptops recondicionados não é comum, dê uma olhada no eBay e Amazon. A Amazon oferece a [Garantia Renovada Amazon](https://www.amazon.com/gp/help/customer/display.html?nodeId=G4ZAA22U35N373NX) de 90 dias.

source: Consider buying a new laptop from vendors who guarantee the compatibility with Linux and Tails like [ThinkPenguin](https://www.thinkpenguin.com/).
pt: Considere a possibilidade de comprar um laptop novo de fornecedores que garantam a compatibilidade com Linux e Tails, tais como [ThinkPenguin](https://www.thinkpenguin.com/).

source: For Mac
pt: Para Mac

source: Unfortunately, we don't know of any Mac model that works well in Tails and can run the latest macOS version.
pt: Infelizmente, nós não sabemos de nenhum modelo de Mac que funciona bem com Tails e consegue rodar a versão mais recente do macOS.

source: To update the list of Mac computer:
pt: Para atualizar a lista de computadores Mac:

source: Store an archive of WhisperBack reports from the last 6 months in a folder.
pt: Guarde um arquivo com relatórios WhisperBack dos últimos 6 meses em uma pasta.

source: Decrypt all the reports:
pt: Descriptografe todos os relatórios:

source: Extract the list of computer models:
pt: Extraia a lista de modelos de computadores:

source: Sort and count identical models:
pt: Ordene e conte os modelos idênticos:

source: Share WhisperBack reports number with the Foundations team and ask them to evaluate hardware compatibility hints in those reports.
pt: Compartilhe os números dos relatórios WhisperBack com o time de Fundações e peça para que avaliem as dicas de compatibilidade de hardware destes relatórios.

source: While analyzing the reports corresponding from each model, FT should:
pt: Ao analizar relatórios correspondentes a cada modelo, o FT deve:

source: Check whether they were sent from the same email address, if any
pt: Verificar se foram enviados a partir do mesmo endereço de email, caso haja algum

source: Check whether the wlan0 interface was the same hardware device
pt: Verificar se a interface wlan0 correspondia ao mesmo dispositivo de hardware

source: Check whether the report was about hardware compatibility issues
pt: Verificar se o relatório era sobre as mesmas questões de compatibilidade

source: Check whether these Mac models still support the latest version of macOS.
pt: Verificar se estes modelos de Mac ainda suportam a útlima versão do macOS.

source: To update the list of PC computers:
pt: Para atualizar a lista de computadores PC:

source: - Check what's commonly available with refurbishing companies.
pt: - Verifique o que está disponivel com frequência nas empresas de recondicionamento.

source: - Ask tails-assembly@ for models.
pt: - Peça a tails-assembly@ por informações sobre modelos.
